Repository: mozilla-l10n/mt-training-data
Catalog: ky/ky_pontoon.tmx
Source language: en_us
Languages: ky

source: 2 down, keep it up!<playIcon></playIcon>
ky: Улантыбыз, эми экөө калды!<playIcon></playIcon>

source: Abkhaz
ky: Абхазча

source: Accent
ky: Акценти

source: Acehnese
ky: Ачелерче

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ky: { $actionType }<playIcon></playIcon> сүйлөмдөр так жана даана айтылганбы?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ky: { $actionType } <recordIcon></recordIcon> андан кийин сүйлөмдү үн чыгарып окугула

source: { $actionType }<stopIcon></stopIcon> when done
ky: Даяр болгондо { $actionType } <stopIcon></stopIcon>

source: { $actionType } <stopIcon></stopIcon> when done
ky: Даяр болгондо { $actionType } <stopIcon></stopIcon>

source: { $actionType } submit when ready
ky: { $actionType }, даяр болгондо кошкула

source: Add an avatar to your profile
ky: Профайлыңызга аватар кошуңуз

source: Additional Language
ky: Кошумча тил

source: Add Language
ky: Тил кошуу

source: Adyghe
ky: Адыгейче

source: Age
ky: Жашы

source: Albanian
ky: Албанча

source: All
ky: Бардык

source: All Languages
ky: Бардык тилдер

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ky: Курагы, жынысы жана акценти көрсөтүлбөгөн анонимдүү аудио берилиштер таануу машинелеринин тактыгын машыктырууга жардам берет. Колдонуучу атыңыз жана эмейлиңиз сиз кошкон берилиштер менен эч качан байланыштырылбайт. Колдонуучу атыңызды ачык же жабык кармоону өзүңүз чечесиз.

source: Arabic
ky: Араб

source: Aragonese
ky: Арагон

source: Assamese
ky: Ассамча

source: Asturian
ky: Астуриан

source: Audio Format
ky: Аудиоформат

source: Avatar
ky: Аватар

source: Azerbaijani
ky: Азербайжанча

source: Back to Top
ky: Башына кайтуу

source: Bashkirs
ky: Башкырча

source: Basque
ky: Баскча

source: Benefits
ky: Пайдалары

source: Bengali
ky: Бенгалча

source: <bold>{ $count }</bold> Clips
ky: Үзүндү

source: <bold>Help us</bold> find more voices
ky: Дагы үн тапканга <bold>бизге жардам</bold> бергиле

source: <bold>iOS</bold> users can download our free app:
ky: <bold>iOS</bold> колдонучуулары колдонмобузду акысыз жүктөй алышат:

source: Breton
ky: Бретончо

source: Build Profile
ky: Профайл түзүү

source: Bulgarian
ky: Булгарча

source: Buryat
ky: Бурят

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
ky: Өзүңөр жөнүндө маалымат берүү, сиз Common Voice'ко кошкон аудио берилиштин Үн Таануу машинесинин тактыгын арттырууга болгон пайдасын көбөйтөт.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ky: Сиз Common Voice'ту колдонуу менен биздин <termsLink>эрежелерибиз</termsLink> жана <privacyLink>купуялуулук эскертмебиз</privacyLink> менен макулдуңузду билдиресиз

source: Cancel Re-recording
ky: Кайра жаздыруудан баш тартуу

source: Cancel Submission
ky: Кошуудан баш тартуу

source: Catalan
ky: Каталанча

source: Chinese (China)
ky: Кытайча (Кытай)

source: Chinese (Hong Kong)
ky: Кытайча (Гонконг)

source: Chinese (Taiwan)
ky: Кытайча (Тайвань)

source: Chuvash
ky: Чувашча

source: Clearing your profile data means this demographic information will no longer be submitted to Common Voice with your clip recordings.
ky: Профайл берилиштерин тазалоо, бул демографиялык маалыматтар Common Voice'ко жаздырган үзүндүлөргө кошулбайт дегенди билдирет.

source: Click
ky: Баcкыла

source: Clips
ky: Үзүндүлөр

source: Clips recorded
ky: Үзүндү жазылды

source: Clips Uploaded
ky: Үзүндүлөр жүктөлүп берилди

source: Clips validated
ky: Үзүндүлөр текшерилди

source: Clips You've Recorded
ky: Сиз жаздырган үзүндүлөр

source: Clips You've Validated
ky: Сиз текшерген үзүндүлөр

source: Close
ky: Жабуу

source: Common Voice data plus all other voice datasets above.
ky: Common Voice жана жогорудагы айтылган бардык үн корлору.

source: Common Voice has unlimited potential and we are indeed exploring speech interfaces in many Mozilla products, including Firefox.
ky: Common Voice дарамети чексиз жана биз үн интерфейсттерин көптөгөн Mozilla өнүмдөрүндө, анын ичинде Firefox'то дагы изилдейбиз.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ky: Common Voice долбоору - Mozilla'нын машинелерди чыныгы кишидей сүйлөтүп үйрөтүүгө жардам берүү демилгеси.

source: Connect with Gravatar
ky: Gravatar менен байлаштыруу

source: Contact
ky: Байланыш

source: Contact Form
ky: Байланыш Формасы

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ky: Мазмун <licenseLink>Creative Commons лицензияларынын</licenseLink> шартында жеткиликтүү

source: Contribute
ky: Салым кошуу

source: Contribute to { $lang }
ky: { $lang } тилине салым кошуу

source: Contribute Your Voice
ky: Үнүңөрдү кошкула

source: Contribution Experience
ky: Салым кошуу тажрыйбасы

source: Cookies
ky: Кукилер

source: Cornish
ky: Корнчо

source: { $count } Clips Submitted
ky: { $count } үзүндүлөр кошулду

source: { $count }mo
ky: ай

source: { $count }wk
ky: апта

source: { $count }y
ky: ж.

source: Create a profile
ky: Профайл түзүү

source: Croatian
ky: Хорватча

source: Czech
ky: Чехче

source: Danish
ky: Датча

source: Dashboard
ky: Жыйынтыктар

source: Datasets
ky: Берилиштер топтому

source: Days
ky: күн

source: Delete Data
ky: Берилишти жок кылуу

source: Delete my recordings
ky: Жаздырууларды жок кылуу

source: Delete Profile
ky: Профайлды жок кылуу

source: Donate your voice
ky: Үн кошуңуз

source: Don't see your language on Common Voice yet?
ky: Сиздин тилиңиз Common Voice'то жок бекен?

source: Download
ky: Жүктөп алуу

source: Download Common Voice Data
ky: Common Voice берилиштерин жүктөп алуу

source: Download Data
ky: Берилиш жүктөп алуу

source: Download Dataset Bundle
ky: Берилиштер топтомосун жүктөп алгыла

source: Download my data
ky: Берилиштеримди жүктөп алуу

source: Download My Data
ky: Берилиштеримди жүктөп алуу

source: Drag and drop or <browseWrap>Browse</browseWrap>
ky: Сүйрөп коюңуз же <browseWrap>файл тандаңыз</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
ky: Пикир кошууну өткөзүп жиберүү "Кошууну" баскандан болот. Салым кошуу кийинки 5 жаздыруу же текшерүү менен уланат.

source: Dutch
ky: Нидерландча

source: Edit
ky: Өзгөртүү

source: Edit Profile
ky: Профайлды өзгөртүү

source: Email
ky: Эмейл

source: Email is already used for a different account
ky: Бул эмейлди башка аккаунт колдонуп жүрөт

source: Email Subscriptions
ky: Эмейл жазылуулары

source: English
ky: Англисче

source: Enter your email
ky: Эмейлиңерди киргизгиле

source: Erzya
ky: Ирзече

source: Esperanto
ky: Эсперанто

source: Estonian
ky: Эстончо

source: Everyone
ky: Ар ким

source: Exit & Delete clips
ky: Чыгуу жана үзүндүлөрдү жок кылуу.

source: Exit Form
ky: Толтурмадан чыгуу

source: FAQ
ky: КБС

source: Faroese
ky: Фарерче

source: Female
ky: Аял

source: Finish recording
ky: Жаздырууну аяктоо

source: Finish recording first?
ky: Биринчи жаздырууну аяктагыла?

source: Finnish
ky: Финче

source: For these launched languages the website has been successfully localized, and has enough sentences collected, to allow for ongoing <italic>{ speak }</italic> and <italic>{ listen }</italic> contribution.
ky: Иштетилип баштаган тилдердин вебсайты ийгиликтүү которулган жана жетиштүү санда сүйлөмдөр чогултулган. <italic>{ speak }</italic> жана <italic>{ listen }</italic> салымдарын кошо берүү мүмкүн.

source: For these launched languages the website has been successfully localized, and has enough sentences collected, to allow for ongoing <italic>Speak</italic> and <italic>Listen</italic> contribution.
ky: Иштетилип баштаган тилдердин вебсайты ийгиликтүү которулган жана жетиштүү санда сүйлөмдөр чогултулган. <italic>Сүйлөп</italic> жана <italic>Угуп</italic> салым кошо берсе болот.

source: French
ky: Французча

source: Frequently Asked Questions
ky: Көп Берилген Суроолор

source: Frisian
ky: Фризче

source: Gender
ky: Жынысы

source: Georgian
ky: Грузинче

source: German
ky: Немисче

source: Get Involved
ky: Катышуу

source: Get Started with Speech Recognition
ky: Сөз таануу менен иштеп баштоо

source: Glossary
ky: Глоссарий

source: Goals
ky: Максаттар

source: Go to Discourse
ky: Discourse'ка өтүү

source: Go to Languages Page
ky: Тилдер барагына өтүү

source: Go to { $name }
ky: { $name } өтүү

source: Great!<recordIcon></recordIcon> Record your next clip
ky: Мыкты! <recordIcon></recordIcon> Дагы бир үзүндү жаздыргыла

source: Great work!<playIcon></playIcon> Listen again when you're ready
ky: Азаматсыз!<playIcon></playIcon> Даяр болгондо дагы уккула

source: Greek
ky: Грекче

source: Hakha Chin
ky: Хакача

source: Have Feedback?
ky: Пикир барбы?

source: Have you read our Terms?
ky: Шарттарыбызды окудуңузбу?

source: Having a profile is not required to contribute though it is helpful
ky: Салым кошуу үчүн профайл түзүү талап кылынбайт, бирок пайдалуу болмок

source: Hebrew
ky: Еврейче

source: Help
ky: Жардам

source: Help report bugs
ky: Баг тууралуу билдирүү

source: Help teach machines how real people speak, donate your voice at { $link }
ky: Машинелерди кадимки кишидей сүйлөтүп үйрөтүүгө жардам бергиле, үнүңүздү мында { $link } жаздырыңыз

source: Help us build a community around voice technology, stay in touch via email.
ky: Бизге үн технологиясынын айланасында коом курууга жардам бериңиз. Эмейл байланышта болуңуз.

source: Help us build a high quality, publicly open dataset
ky: Жогорку сапаттагы, ачык жеткиликтүү үн корун курууга жардам бериңиз

source: Help us find others to donate their voice!
ky: Башкаларды үн кошууга тартууга жардам бериңиз!

source: Help us get to { $goal }
ky: { $goal } жеткенге жардам бериңиз

source: Help us validate sentences!
ky: Сүйлөмдөрдү текшерүүгө жардам бергиле!

source: Help us validate voices
ky: Жаздырууларды текшергенге жардам бериңиз

source: Hidden
ky: Жашыруун

source: Hours Recorded
ky: Саат жазылды

source: Hours Validated
ky: Саат текшерилди

source: { $hours } validated hours so far!
ky: Учурга { $hours } саат текшерилди!

source: How can I get the Common Voice data?
ky: Common Voice берилиштерин кантип алса болот?

source: How does Common Voice calculate hours?
ky: Common Voice сааттарды кантип санайт?

source: Hungarian
ky: Венгерче

source: I agree
ky: Макулмун

source: I am a non-native { $lang } speaker and I speak with an accent, do you still want my voice?
ky: { $lang } эне тилим эмес жана анда акцент менен сүйлөйм, ошентсе деле үнүм керекпи?

source: Icelandic
ky: Исландияча

source: I'd like updates and to keep current with what's happening with Common Voice.
ky: Common Voice жаңыртууларын жана учурдагы жаңылыктарын алып турууну каалайм.

source: I do not agree
ky: Макул эмесмин

source: I’m afraid I don’t know what you’re looking for.
ky: Эмне издеп жатканыңарды өзүңөр түшүнбөй жатат окшойсуңар.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ky: Бул маалымат Mozilla'нын <privacyLink>Купуялуулук саясатында</privacyLink> көрсөтүлгөн тартипте колдонулушуна макулмун.

source: Indonesian
ky: Индонезче

source: In Progress
ky: Каралууда

source: In progress languages are currently being built for contribution by our communities; their progress reflects where they are across the website localization and sentence collection phases.
ky: Учурда каралып жаткан тилдер биздин коомчулуктун салымы менен түзүлүүдө; алардын жылышы сайтын которулушу жана сүйлөм чогултуу иштеринин абалын чагылдырып турат.

source: Interlingua
ky: Интерлингуа

source: Irish
ky: Ирландча

source: Is my account information public?
ky: Эсебимдин маалыматтарды ачыкпы?

source: Italian
ky: Итальянча

source: Japanese
ky: Жапончо

source: Kabyle
ky: Кабилче

source: Kaqchikel
ky: Какчикелче

source: Karakalpak
ky: Каракалпакча

source: Kazakh
ky: Казакча

source: Keep Data
ky: Берилишти сактоо

source: Keep it up, record again <recordIcon></recordIcon>
ky: Уланта бергиле, дагы жаздыргыла <recordIcon></recordIcon>

source: Keep the recordings
ky: Жаздырууну улантуу

source: Keep track of your progress and metrics across multiple languages.
ky: Көп тилдердеги прогрессиңизди жана көрсөткүчтөрүңүздү карап туруңуз.

source: Keep track of your progress with a profile and help our voice data be more accurate.
ky: Прогрессиңерди профайл аркылуу башкарып, үн берилиштеринин так болушуна жардам бериңиз.

source: Komi-Zyrian
ky: Комиче

source: Korean
ky: Корейче

source: Kyrgyz
ky: Кыргызча

source: Language
ky: Тил

source: Language Request
ky: Тил талап кылуу

source: Language request successfully submitted, thank you.
ky: Тилди талап кылуу ийгиликтүү кошулду, алкыш айтабыз!

source: Languages
ky: Тилдер

source: Launched
ky: Ишке кирди

source: Leaderboard Visibility
ky: Лидерлер тактасы

source: Leaving now means you'll lose your progress
ky: Азыр чыгып кетсеңер, прогресиңер жоголот

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ky: LibriSpeech - LibriVox долбоорунун англисче окулган аудио китептеринен алынган корпус. Болжолдуу көлөмү 1000 саат, сапаты 16Khz .

source: License
ky: Лицензия

source: License: <licenseLink>CC-0</licenseLink>
ky: Лицензия: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
ky: Лицензиясы: <licenseLink>{ $license }</licenseLink>

source: Link Copied
ky: Шилтеме көчүрүлдү

source: Listen
ky: Угуу

source: Loading…
ky: Жүктөлүүдө...

source: Localization
ky: Локализация

source: Localized
ky: Которулду

source: Login Identity
ky: Кирүү идентификаторы

source: Log In / Sign Up
ky: Кирүү/Катталуу

source: Log Out
ky: Чыгуу

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ky: Бул тилде укканга бир дагы үзүндү жок көрүнөт. Бир нерсе жаздырып, кезекти толтурганга жардам бериңиз.

source: Macedonian
ky: Македонияча

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ky: Айрым демографиялык берилиштерди анонимдүү кошуп, салымдарыңызды максималдуу пайдалуу кылыңыз. Бардык демографиялык берилиштер ачык чыкканга чейин жеке таандыгынан ажыратылат.

source: Male
ky: Эркек

source: Manage Subscriptions
ky: Жазылууну башкаруу

source: Message
ky: Билдирүү

source: Mixed
ky: Аралашкан

source: Moksha
ky: Мокшача

source: Mongolian
ky: Монголчо

source: More
ky: Дагы

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ky: Ири компаниялар пайдаланган берилиштердин көбү жалпыга ачык жеткиликтүү эмес. Бул инновацияларга чоң тоскоолдук кылат деп ишенгендиктен, биз үн таануу технологиясын жалпыга жеткиликтүү кылууну көздөгөн Common Voice долбоорун баштадык.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ky: Ири компаниялар пайдаланган берилиштердин көбү жалпыга ачык жеткиликтүү эмес. Бул инновацияларга чоң тоскоолдук кылат деп ойлобуз. Ошондуктан биз үн таануу технологиясын жалпыга жеткиликтүү кылууну көздөгөн Common Voice долбоорун баштадык.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do it we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally well. We see a need to include more languages, accents and demographics when building and testing voice technologies. Mozilla wants to see a healthy, vibrant internet. That means giving new creators access to voice data so they can build new, extraordinary projects. Common Voice will be a public resource that will help Mozilla teams and developers around the world.
ky: Mozilla интернетти ачык жана баарына жеткиликтүү сактоого умтулат. Максатыбызга жетүү үчүн биз Common Voice сыяктуу долбоорлор аркылуу желе кызматтарын жаратуучуларын колдошубуз керек. Үн технологиялары тар максаттуу колдонмолор аркылуу тез өнүгүп жаткандыктан, алар бардык колдонуучуларга тең иштеши керек деп ишенебиз. Үн технологияларын түзүп жана сынап жатканда көп тилдер, акценттер жана демографиялык топтор кошулушу керектигин көрүп турабыз. Mozilla чың жана жаркын интернетти көргүсү келет. Бул жаңы жаратуучулар чыгаан долбоорлорду жаратуусу үчүн үн берилиштерин жеткиликтүү кылуу дегенди түшүндүрөт. Common Voice бүт дүйнө жүзүндөгү өнүктүрүүчүлөргө жана Mozilla тобуна жардам берген ачык ресурс болот.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
ky: Mozilla интернетти ачык жана баарына жеткиликтүү сактоого умтулат. Максатыбызга жетүү үчүн биз Common Voice сыяктуу долбоорлор аркылуу желе кызматтарын жаратуучуларын колдошубуз керек. Үн технологиялары тар максаттуу колдонмолор аркылуу тез өнүгүп жаткандыктан, алар бардык колдонуучуларга тең иштеши керек деп ишенебиз. Бул үн технологияларын түзүп жана сынап жатканда көп тилдерге, акценттерге жана демографиялык топторго көңүл бурулушу керек дегенди түшүндүрөт. Common Voice дүйнө жүзүндөгү бардык өнүктүрүүчүлөргө, Mozilla командаларына жеткиликтүү жана учурда колдонулуп жаткан ачык ресурс.

source: n
ky: ж

source: Name
ky: Аты

source: Native Language
ky: Эне тили

source: Nepali
ky: Непаличе

source: Next Goal: { $goal }
ky: Кийинки максат: { $goal }

source: Next Goals: { $goal }
ky: Кийинки максат: { $goal }

source: No
ky: Жок

source: No gravatar found for your email
ky: Эмейлиңиз үчүн gravatar табылган жок

source: No microphone found.
ky: Микрофон табылган жок

source: Norwegian Bokmål
ky: Букмолчо

source: Norwegian Nynorsk
ky: Нюнорскчо

source: Note: You will still need to select between Speak or Listen to change contribution type.
ky: Эскертүү: Салым түрүн өзгөртүү мурункудай эле Сүйлөө же Угууну тандап алуу аркылуу болот.

source: Not found
ky: Табылган жок

source: No Thanks
ky: Жок, Рахмат

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web.<lineBreak></lineBreak> Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ky: Эми каалаган киши түзмөктөрдө жана желеде новатордук колдонмолорду жаратуу максатында колдоно алуучу ачык булактуу үн корун түзүүгө жардам бере аласыз. Машинелерге чыныгы киши кандай сүйлөөрүн үйрөтүү үчүн сүйлөм окуп бергиле. Башкалардын салымын текшерип, сапатты жакшырткыла. Бул ушундай оңой иш!

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ky: Эми каалаган киши түзмөктөрдө жана желеде новатордук колдонмолорду жаратуу максатында колдоно алуучу ачык булактуу үн корун түзүүгө жардам бере аласыз. Машинелерге чыныгы киши кандай сүйлөөрүн үйрөтүү үчүн сүйлөм окуп бергиле. Башкалардын салымын текшерип, сапатты жакшырткыла. Бул ушундай оңой иш!

source: Number of Voices
ky: Үндөрдүн саны

source: Occitan
ky: Окитанча

source: Odia
ky: Орияча

source: Off
ky: Өчүр

source: On
ky: Иштет

source: On desktop computers, you can download the latest:
ky: Компүтерден бул акыркы жаңылыктарды жүктөй аласыңар:

source: Other
ky: Башка

source: Other voice datasets…
ky: Башка үн базалары...

source: Other Voice Datasets
ky: Башка үн топтомдору

source: Overall Hr. Total
ky: Бардыгы саат

source: Overall project status: see how far we’ve come!
ky: Долбоордун жалпы статусу: канчалык жылышканыбызды көргүлө!

source: p
ky: О

source: Persian
ky: Персче

source: <playIcon></playIcon> Last one!
ky: <playIcon></playIcon> Акыркысы!

source: <playIcon></playIcon>Last one!
ky: <playIcon></playIcon> Акыркысы!

source: Play/Stop
ky: Ойнот/Токтот

source: Please tap to record, then read the above sentence aloud.
ky: Жаздыруу үчүн баскычты басыңыз, андан соң жогорудагы сүйлөмдү үнүңүздү чыгарып окуңуз.

source: Polish
ky: Полякча

source: Portuguese (Brazil)
ky: Португалча (Бразилия)

source: Press play, listen & tell us: did they accurately speak the sentence below?
ky: Ойнотууну баскыла, угуп көрүп бизге билдиргиле: төмөнкү сүйлөм так айтылдыбы?

source: Press { shortcut-play-toggle } to toggle play mode
ky: { shortcut-play-toggle } басып, ойнотуу абалына которгула

source: Privacy
ky: Купуялуулук

source: Privacy Policy
ky: Купуялуулук саясаты

source: Profile
ky: Профайл

source: Profile information improves the audio data used in training speech recognition accuracy.
ky: Профайлдагы маалымат сөз таанууда колдонулган аудио берилиштердин тактыгын арттыруу үчүн колдонулат.

source: Progress
ky: Прогресс

source: r
ky: к

source: Read More
ky: Кенен маалымат

source: Ready to do { $count } more?
ky: Дагы { $count } салым кошконго даярсыңарбы?

source: Ready to donate your voice?
ky: Үн кошууга даярсызбы?

source: Ready to help validate sentences?
ky: Сүйлөмдөрдү текшерүүгө жардам берүүгө даярсызбы?

source: Recorded Clips
ky: Жаздырылгандар

source: Recorded Hours
ky: саат жаздырылды

source: <recordIcon></recordIcon> Last one!
ky: <recordIcon></recordIcon> Акыркысы!

source: recording
ky: жаздыруу

source: Recordings
ky: жаздыруу

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ky: Үн үзүндүлөрүн жаздыруу - берилиштердин ачык корун түзүүнүн ажырагыс бөлүгү; айрымдар муну кызыктуу бөлүгү деши мүмкүн.

source: Record/Stop
ky: Жаздыруу/Токтот

source: Record your voice
ky: Үнүңөрдү жаздыргыла

source: Remove
ky: Алып салуу

source: Request a Language
ky: Тил талап кылуу

source: *required
ky: *милдеттүү

source: Re-record
ky: Кайра жаздыруу

source: Re-record clip
ky: Кайра жаздыруу

source: Retry
ky: Кайта

source: Return to Common Voice
ky: Common Voice'ко кайтуу

source: Return to Common Voice Datasets
ky: Common Voice берилиштерине кайтуу

source: Return to Languages
ky: Тилдерге кайтуу

source: Review
ky: Карап чыгуу

source: Review & re-record clips here as you go
ky: Улантканча үзүндүңүздү текшерип жана кайра жаздыргыла

source: Review & re-record clips if needed
ky: Керек болсо үзүндүнү карап чыгып, кайра жаздыргыла

source: Review & Submit
ky: Карап чыгуу жана кошуу

source: Romanian
ky: Румынча

source: Romansh
ky: Романшча

source: Romansh Sursilvan
ky: Романш сарсилван тили

source: Russian
ky: Орусча

source: s
ky: Т

source: Sakha
ky: Саха тили

source: Save
ky: Сактоо

source: Saved
ky: Сакталды

source: Search
ky: Издөө
